Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_Zatanna & the Ripper.tmx
Source language: en
Languages: es_419

source: All good! it was just a spell!
es_419: ¡ESTÁ TODO BIEN! SOLO FUE UN HECHIZO.

source: And now for my final trick...
es_419: Y AHORA, MI TRUCO FINAL...

source: URGH ...
es_419: UFF...

source: nope,
es_419: NO,

source: Where is he?!
es_419: ¡¿DÓNDE ESTÁ?!

source: I can’t— I have to get back.
es_419: NO PUEDO... TENGO QUE VOLVER...

source: I got the spell to work, yeah. but I didn’t learn anything we didn’t know before.
es_419: EL HECHIZO FUNCIONÓ, PERO NO DESCUBRÍ NADA QUE NO SUPIÉRAMOS.

source: oh, uhm, I’m not hungry!
es_419: EH... ¡NO TENGO HAMBRE!

source: Because there is definitely magic.
es_419: PORQUE AQUÍ HAY MAGIA, NO TENGO DUDAS.

source: that took more convincing than I had hoped.
es_419: TARDÉ MÁS EN CONVENCERLA DE LO QUE HABÍA PREVISTO.

source: you be well, now tom.
es_419: CUÍDATE, TOM.

source: The Smell
es_419: El olor

source: ‘witch’ is basically a sign to run as far away as you can.
es_419: SI TE DICEN “BRUJA”, LO RECOMENDABLE ES CORRER LO MÁS LEJOS POSIBLE.

source: You didn’t.
es_419: NO LASTIMASTE A NADIE.

source: “Kick your legs and arch your back.”
es_419: HAZ FUERZA CON LAS PIERNAS Y ARQUEA LA ESPALDA”.

source: I’ll teach you myself in the morning, if I have to.
es_419: SI ES NECESARIO, TE ENSEÑARÉ YO MISMA DURANTE LA MAÑANA.

source: This entire city is haunted by a dark force.
es_419: UNA FUERZA OSCURA MALDICE A TODA LA CIUDAD.

source: oh...no...
es_419: AY, NO...

source: magic.
es_419: MAGIA.

source: What kind do you like mis-
es_419: ¿QUÉ ESTÁ BUSCANDO, SEÑ...?

source: Well, she didn’t have much.
es_419: BUENO... NO TENÍA MUCHAS COSAS...

source: Come down, I’ll make you something to eat.
es_419: BAJA, QUE TE HARÉ ALGO DE COMER.

source: NiCE job, zee.
es_419: BUEN TRABAJO, ZEE.

source: technically, I’m the only real magic—
es_419: TÉCNICAMENTE, SOY LA ÚNICA MAGA REAL...

source: Nope.
es_419: NO.

source: I DON’T THINK HE’lL DO MUCH...
es_419: CREO QUE NO TE DIRÁ MUCHO...

source: but more importantly darling, Do you have a place to stay?
es_419: PERO DIME, QUERIDA, ¿TIENES HOSPEDAJE? ESO ES LO IMPORTANTE.

source: HUH?
es_419: ¿EH?

source: You’re the only person who can help me.
es_419: ERES LA ÚNICA PERSONA QUE ME PUEDE AYUDAR.

source: ...Let me grab my hat.
es_419: DÉJAME IR A BUSCAR MI SOMBRERO.

source: yes!
es_419: ¡Sí!

source: I’m verified on twitter, so I’m not exactly a stranger to threats.
es_419: TENGO CUENTA VERIFICADA EN TWITTER, ASÍ QUE ESTOY ACOSTUMBRADA A LAS AMENAZAS.

source: WHAT THE-?!
es_419: ¡¿QUÉ CAR…?!

source: HMMM...
es_419: MMM...

source: Especially if we got split up.
es_419: ESPECIALMENTE SI NOS SEPARAMOS.

source: it’s been too risky.
es_419: ES DEMASIADO ARRIESGADO.

source: This is lame!
es_419: ¡QUÉ ABURRIDO!

source: just that I’m crap at practical magic.
es_419: SOLO QUE SOY UN FRACASO CON LA MAGIA PRÁCTICA.

source: y’know... lady, I can keep them out with a spell.
es_419: SABES QUE PUEDO ALEJARLO CON UN HECHIZO, ¿NO?

source: You’re amazing!
es_419: ¡ERES FANTÁSTICA!

source: w-what if IT’S her, zatanna?!
es_419: ¡¿Y SI ES ELLA, ZATANNA?!

source: Episode 3:
es_419: Episodio 3:

source: MAKING fun of my name is a timeless trend.
es_419: BURLARSE DE MI NOMBRE ES ALGO ATEMPORAL.

source: When Am I?
es_419: ¿Cuándo estoy?

source: What can I make you two today?
es_419: ¿QUÉ QUIEREN QUE LES PREPARE HOY?

source: Nah, I don’t think that he used a window.
es_419: NO CREO QUE HAYA ENTRADO POR UNA VENTANA.

source: Physical first.
es_419: EL FÍSICO PRIMERO.

source: ...to talk to the audience!
es_419: ¡... PARA HABLAR CON LA AUDIENCIA!

source: Where was the last place you saw her?
es_419: ¿DÓNDE LA VISTE POR ÚLTIMA VEZ?

source: smeti fo snega,
es_419: SOTEJBO ED SENGA

source: Come on!
es_419: ¡VAMOS!

source: WHAT THE—!
es_419: ¡¿QUÉ CAR…?!

source: AND she SWORE she’D tell ME BEFORE SHE_x0003_WENT OUT_x0003_AGAiN.
es_419: ... Y HABÍA JURADO QUE ME IBA A CONTAR ANTES DE SALIR OTRA VEZ.

source: What could it be?
es_419: ¡¿QUÉ ES?!

source: and it only works if you’re actually touching their skin!
es_419: ¡SOLO FUNCIONARÁ SI ENTRA EN CONTACTO CON LA PIEL!

source: Awww
es_419: AYYY

source: What did you—
es_419: ¿QUÉ...?

source: ...Laever!
es_419: ¡...RALEVER!

source: But... last time ...
es_419: PERO... LA ÚLTIMA VEZ...

source: sounds like a fine spell to me.
es_419: ME PARECE UN GRAN HECHIZO.

source: Alright, that’d be fourpence.
es_419: BIEN, SERÍAN CUATRO PENIQUES.

source: if I had that many people shouting at me on stage, I’d probably vomit!
es_419: SI ESTUVIERA SOBRE UN ESCENARIO Y TANTA GENTE ME GRITARA, ¡PROBABLEMENTE VOMITARÍA!

source: Get on up here birthday boy.
es_419: VEN AQUÍ, CUMPLEAÑERO.

source: en_US
es_419: ES_LATAM

source: something wrong?
es_419: ¿HAY ALGÚN PROBLEMA?

source: where did this one come from mary?
es_419: ¿DE DÓNDE SALIÓ ESTA CHICA, MARY?

source: I’m just a magician!
es_419: ¡SOLO SOY UNA MAGA!

source: Im JUST holding out hope that my luck will change.
es_419: AÚN TENGO LA ESPERANZA DE QUE MI SUERTE CAMBIE.

source: The smell.
es_419: EL OLOR...

source: You’re not one of them.
es_419: TÚ ERES DIFERENTE.

source: whatever was here might be gone, but if I try...
es_419: QUIZÁ YA NO ENCUENTRE LO QUE HABÍA AQUÍ, PERO SI LO INTENTO...

source: Huh. won’t say that i can’t relate.
es_419: JA. ENTIENDO LO QUE DICES PERFECTAMENTE.

source: just One steak and kidney.
es_419: YO, UN BIFE Y UN RIÑÓN.

source: mumble
es_419: MURMULLO

source: Pardon?_x0003_I didn’t say anything.
es_419: ¿DISCULPA? NO DIJE NADA.

source: Do they have showers in 1888?
es_419: ¿HAY DUCHAS EN 1888?

source: “there’s an absolute bastard on the loose.”
es_419: “HAY UN VERDADERO MALDITO SUELTO”.

source: munch munch-
es_419: ÑAM ÑAM

source: I couldn’t guarantee your safety, roz—
es_419: NO PODRÍA GARANTIZAR TU SEGURIDAD, ROZ...

source: Pretty much...
es_419: ALGO ASÍ, SÍ...

source: ...I can practically feel it crawling on my skin.
es_419: ... ES TAN HORRIBLE QUE LO SIENTO EN LA PIEL.

source: No, no, no- This is Zatanna.
es_419: NO, NO. ELLA ES ZATANNA.

source: I’ll give you some privacy.
es_419: TE DARÉ ALGO DE PRIVACIDAD.

source: And we’re so happy you’re back!
es_419: ¡Y ESTAMOS MUY CONTENTOS DE QUE HAYAS VUELTO!

source: why don’t You decide after you have a thorough cleaning?
es_419: ¿POR QUÉ NO DECIDES QUÉ HACER LUEGO DE HABERTE ASEADO?

source: People from all over come to see him perform.
es_419: GENTE DE TODO EL MUNDO VIENE A VER SUS ESPECTÁCULOS.

source: I mean like— I’m not super hungry right now.
es_419: QUE AHORA... NO TENGO MUCHA HAMBRE.

source: She looks a little disheveled.
es_419: ESTÁ UN POCO DESALIÑADA, ¿NO?

source: it seems that you’ve found my cat, young Lady.
es_419: PARECE QUE HAS ENCONTRADO A MI GATO, JOVENCITA.

source: I DIDN’T KNOW WHO ELSE TO CALL.
es_419: NO SABÍA A QUIÉN PEDIR AYUDA.

source: Stranded.
es_419: PERDIDA.

source: Oh, love. it's 1888.
es_419: ESTAMOS EN 1888, QUERIDA.

source: Be careful now!
es_419: ¡TENGAN CUIDADO!

source: m r e o w . . .
es_419: MIAU...

source: There are much safer ways to see magic.
es_419: HAY FORMAS MUCHO MÁS SEGURAS DE VER MAGIA.

source: All she owned was in this drawer,
es_419: SUS PERTENENCIAS ESTÁN EN ESTE CAJÓN.

source: It’s not like it’ll hurt anyone, right?
es_419: NO LASTIMARÉ A NADIE, ¿VERDAD?

source: Hurry up or I’m gonna open this without you!
es_419: ¡APÚRATE O ABRIRÉ EL REGALO SIN TI!

source: Gadgets!
es_419: ¡ARTILUGIOS!

source: t-Thank you... everyone!
es_419: GRA... GRACIAS A... ¡TODOS!

source: ...maybe I should hire a detective first.
es_419: QUIZÁ PRIMERO DEBERÍA CONTRATAR A UN DETECTIVE...

source: Nahhh, I’m good!
es_419: ¡NO, ESTOY BIEN!

source: I want to see where this is going.
es_419: QUIERO VER EN QUÉ TERMINA TODO ESTO.

source: This is the only way for me to see the street magic.
es_419: ESTA ES LA ÚNICA FORMA QUE TENGO DE VER MAGIA CALLEJERA.

source: We were just talking about you!
es_419: ¡JUSTO ESTÁBAMOS HABLANDO DE TI!

source: oh Hello, girls!
es_419: ¡HOLA, CHICAS!

source: DAD!
es_419: ¡PAPÁ!

source: ARE YOU iN THERE, ZATANNA?
es_419: ¿ESTÁS AHÍ, ZATANNA?

source: That’s more like it.
es_419: ASÍ ME GUSTA.

source: ah-hah!
es_419: ¡AJÁ!

source: ...by walking home.
es_419: ... CAMINANDO HASTA MI CASA.

source: hrmmm...
es_419: MMM...

source: dessim yb ym eye,
es_419: SODARONGI ROP SIM SOJO,

source: Episode 6:
es_419: Episodio 6:

source: well...
es_419: BUENO...

source: what if...
es_419: ¿Y SI...?

source: it’s the tramp magician...!
es_419: ¡ES LA MAGA VAGABUNDA...!

source: I’m about to lose it!
es_419: ¡ME ESTOY VOLVIENDO LOCA!

source: No one has much as knocked all day.
es_419: HOY NI GOLPEARON LA PUERTA.

source: I knew something wasn’t normal with all that jiggery- pokery!
es_419: ¡SABÍA QUE TANTO TEJEMANEJE NO ERA NORMAL!

source: Thanks, Rosie!
es_419: ¡GRACIAS, ROSIE!

source: but it started to make sense, after a little while.
es_419: PERO, LUEGO DE UN TIEMPO, TODO COMENZÓ A TENER MÁS SENTIDO.

source: it’s italian.
es_419: ES ITALIANO.

source: based on characters by DC COMICS
es_419: BASADO EN LOS PERSONAJES DE DC COMICS

source: but first, I have to track that creep.
es_419: PRIMERO, TENGO QUE RASTREAR A ESA RATA.

source: She never would.
es_419: JAMÁS LO HARÍA.

source: ...WE SPEAK different love languages.
es_419: ... HABLAMOS DISTINTOS IDIOMAS EN EL AMOR.

source: ckart
es_419: RAERTSAR

source: Agnes, where is Lily’s stuff?
es_419: AGNES, ¿DÓNDE ESTÁN LAS COSAS DE LILY?

source: yortsed.
es_419: RIURTSED.

source: Come on in!
es_419: ¡ADELANTE!

source: byyye!
es_419: ¡ADIÓS!

source: w-what’s happening?
es_419: ¿Q-QUÉ SUCEDE?

source: THAT was definitely sealed, yesterday.
es_419: AYER ESTABA SELLADO, NO HAY DUDAS.

source: What do they call you, love?
es_419: ¿CÓMO TE LLAMAS TÚ, CARIÑO?

source: huh?!
es_419: ¡¿EH?!

source: holy—, yes!
es_419: ¡VAYA...! ¡QUÉ BIEN!

source: hopefully this will at least keep Rosie’s safe.
es_419: ESPERO QUE ESTO SIRVA AL MENOS PARA GARANTIZAR LA SEGURIDAD DE ROSIE.

source: oops!
es_419: ¡UPS!

source: —Good day, gentlemen!
es_419: ¡BUEN DÍA, CABALLEROS!

source: nobody’s gone inside since this morning.
es_419: DESDE ESTA MAÑANA, NO ENTRÓ NADIE A LA HABITACIÓN.

source: You’re a witch!
es_419: ¡ERES UNA BRUJA!

source: new york city, usa, 2022
es_419: NUEVA YORK, ESTADOS UNIDOS, 2022

source: Oh! and I’m Mary.
es_419: ¡AH, ME OLVIDABA! ME LLAMO MARY.

source: lily’s never even taken a client outside the house!
es_419: ¡LILY NUNCA TUVO CLIENTES FUERA DE LA CASA!

source: I’ll bite. got any leads, roz?
es_419: CUENTA CONMIGO. ¿TIENES ALGUNA PISTA, ROZ?

source: *chuckle* You’d probably make more money at Vicky’s.
es_419: *RISA* PROBABLEMENTE GANARÍAS MÁS SI TRABAJARAS PARA VICKY.

source: Except for Agnes, of course, but now she...
es_419: EXCEPTO POR AGNES, CLARO, PERO AHORA ELLA...

source: umm. magic, yes, GREAT!
es_419: EHH, MAGIA, SÍ. ¡GENIAL!

source: Dad’s gift...!
es_419: ¡EL REGALO DE PAPÁ...!

source: I’m excellent bait!
es_419: ¡SOY UN EXCELENTE SEÑUELO!

source: I never saw her leave,
es_419: NO LA VI CUANDO SE FUE...

source: But I didn’t think it could possibly end up this bad.
es_419: PERO JAMÁS PENSÉ QUE PODRÍA TERMINAR TAN MAL.

source: HA!
es_419: ¡JA!

source: AND, wE canceled the solo tour!
es_419: ¡Y CANCELAMOS LA GIRA EN SOLITARIO!

source: Eitnu.
es_419: RATASED.

source: Thank you mary, it was delicious!
es_419: ¡GRACIAS, MARY! ¡ESTABA DELICIOSO!

source: But the way it glows like that?
es_419: ¿PERO POR QUÉ BRILLA ASÍ...?

source: Production
es_419: PRODUCCIÓN

source: it’s ZA-TAN- AH.
es_419: ME LLAMO ZA-TA-NNA.

source: and he wants you to perform by yourself? even though you’re not ready?
es_419: ¿Y QUIERE QUE HAGAS UN SHOW PROPIO, A PESAR DE NO ESTAR LISTA?

source: it’s BRAND new American technology! it’s Perfectly safe!_x0003_FOR YOU TWO, ANYWAY...
es_419: ¡ES TECNOLOGÍA ESTADOUNIDENSE DE PRIMERA! ¡PERFECTAMENTE SEGURA! PARA USTEDES DOS, CLARO...

source: HMM ...
es_419: MMM...

source: Ooooh!
es_419: ¡AHHHH!

source: for some strange reason, with everyone cheering for more,
es_419: POR ALGUNA EXTRAÑA RAZÓN, AL VER QUE TODOS ME PEDÍAN MÁS...

source: you just have to...
es_419: SOLO TIENES QUE...

source: zatanna, Are you in there?
es_419: ZATANNA, ¿ESTÁS AHÍ?

source: And good fathers don’t chain up their children.
es_419: Y LOS BUENOS PADRES NO ENCADENAN A SUS HIJOS.

source: are you okay?_x0003_I heard noises!
es_419: ¿ESTÁS BIEN? ¡ESCUCHÉ RUIDOS!

source: Without my voice, this gets a bit trickier.
es_419: SIN MI VOZ, TODO ES UN POCO MÁS COMPLICADO.

source: meow!
es_419: ¡MIAU!

source: hurmp!
es_419: ¡JUM!

source: I’m Zatanna Zatara.
es_419: ME LLAMO ZATANNA ZATARA.

source: I’m not—I mean I’m not a pro— I mean I respect what you do!
es_419: NO SOY... NO SOY UNA PRO... ¡EH, QUIERO DECIR QUE RESPETO MUCHO SU PROFESIÓN!

source: I thought you were a lad...
es_419: CREÍ QUE ERAS UN MUCHACHO...

source: LAST TIME
es_419: ÚLTIMA VEZ

source: But sometimes, I do surprise myself.
es_419: PERO, A VECES, ME SORPRENDO A MÍ MISMA.

source: oh No!
es_419: NO, NO.

source: Whitechapel, London, 1888.
es_419: WHITECHAPEL, LONDRES, 1888.

source: this Official police business!
es_419: ¡ESTO ES ASUNTO OFICIAL DE LA POLICÍA!

source: it’s me!
es_419: ¡SOY YO!

source: stcejbo
es_419: SOTEJBO

source: I’d better get going.
es_419: SERÁ MEJOR QUE ME VAYA.

source: That was the show!
es_419: ¡ESE FUE EL ESPECTÁCULO!

source: Why would I do that?
es_419: ¿POR QUÉ HARÍA ALGO ASÍ?

source: this city is haunted by a dark force.
es_419: UNA FUERZA OSCURA MALDICE A ESTA CIUDAD.

source: Can we stay to watch the magic show?
es_419: ¿PODEMOS QUEDARNOS A VER EL ESPECTÁCULO?

source: MEOW!
es_419: ¡MIAU!

source: OH!
es_419: ¡AH!

source: of course NOW I get A CRASH COURSE iN iNDEPENDENCE.
es_419: Y AHORA, POR SUPUESTO, RECIBO UN CURSO ACELERADO EN INDEPENDENCIA.

source: WATCH IT!
es_419: ¡CUIDADO!

source: I’m GOnnA STEP OUT.
es_419: VOY A SALIR.

source: okay, maybe it’s “dael em ot...”
es_419: BUENO, QUIZÁ SEA “EMAVÉLL A...”.

source: Oh yes, I’ve seen you around the shop.
es_419: AH, SÍ. LAS HE VISTO EN LA TIENDA.

source: I should’ve known.
es_419: TENDRÍA QUE HABERLO SABIDO.

source: 2022 america, 2022 america... ...no that’s too much.
es_419: ESTADOS UNIDOS, 2022, ESTADOS UNIDOS, 2022... NO, ES DEMASIADO...

source: Ahem, Zatanna, I am very proud of the magician and adult you have become.
es_419: EJEM, ZATANNA, ESTOY MUY ORGULLOSO DE LA MAGA Y DE LA MUJER EN LA QUE TE HAS CONVERTIDO.

source: Too light to be a pony... umm...the keys to my own magical shape-shifting car?
es_419: DEMASIADO LIVIANO PARA SER UN PONI... MMM... ¿LAS LLAVES DE MI PROPIO AUTO CAMBIANTE MÁGICO?

source: Come on in, dad.
es_419: PASA, PAPÁ.

source: Why would agnes leave by herself...?
es_419: ¿POR QUÉ AGNES SALDRÍA SOLA...?

source: What the ‘ell ARE YOU UP TO?
es_419: ¿QUÉ ESTÁS HACIENDO?

source: this entire dresser was rearranged.
es_419: EL TOCADOR ESTÁ ORDENADO.

source: you hear them boy? dance for them.
es_419: ¿LOS ESCUCHAS, MUCHACHO? BAILA PARA QUE TE VEAN.

source: And that means it’s time to split.
es_419: Y ESO SIGNIFICA QUE ES HORA DE LARGARME.

source: The way I see it, the closer we get to finding the lunatic, The closer you’ll get to...ya know ...Magic that works!
es_419: PARA MÍ, MIENTRAS MÁS NOS ACERQUEMOS AL LUNÁTICO, MÁS TE ACERCARÁS TÚ A... YA SABES... ¡A LA MAGIA QUE FUNCIONA!

source: it always finds a new way to royally screw things up.
es_419: SIEMPRE SE LAS INGENIA PARA ARRUINARLO TODO A LO GRANDE.

source: more like a... private detective?
es_419: YO DIRÍA... DETECTIVE PRIVADA...

source: WiLLiAMSBURG iS THE WORST.
es_419: WILLIAMSBURG ES LO PEOR.

source: SHE’s in the same profession as you!
es_419: ¡SE DEDICA A LO MISMO QUE USTEDES!

source: I’ve got to get to the bottom of it.
es_419: TENGO QUE LLEGAR AL FONDO DEL ASUNTO.

source: Not puking is a challenge. what’s your name?
es_419: NO VOMITAR ES UNO DE LOS DESAFÍOS. ¿CÓMO TE LLAMAS?

source: our man’s deviated from the canonical five.
es_419: NUESTRO AMIGO SE ALEJÓ UN POCO DE LOS CINCO CANÓNICOS.

source: Happy Birthday, my dear!
es_419: ¡FELIZ CUMPLEAÑOS, QUERIDA!

source: ...are you familiar with any writings about time travel?
es_419: ¿... CONOCES ALGÚN ESCRITO SOBRE VIAJES EN EL TIEMPO?

source: What, MeatPie??
es_419: ¿QUÉ QUIERES, PASTELITO?

source: ANOTHER magician!
es_419: ¡OTRA MAGA!

source: A real one!
es_419: ¡UNA DE LAS REALES!

source: etacol dna{j}etacol dna...
es_419: RACIBU Y...

source: or, maybe it’s mine for not catching him yet.
es_419: O QUIZÁ ES MI CULPA, POR NO HABERLO ATRAPADO AÚN.

source: don’t strain your body, child. the silence will soon have YOU.
es_419: NO TE ESFUERCES DEMASIADO, NIÑA. PRONTO, EL SILENCIO TE ATRAPARÁ.

source: That was scary!
es_419: ¡TENÍA MUCHO MIEDO!

source: maybe just 2022, or just america?
es_419: QUIZÁ SOLO 2022... O SOLO ESTADOS UNIDOS...

source: Close your eyes, I’m gonna make you disappear.
es_419: CIERRA LOS OJOS. TE HARÉ DESAPARECER.

source: WHOA, WHAT?!
es_419: ¡EH! ¡¿QUÉ?!

source: Ah! a street performer, then!
es_419: ¡AH! ¡UNA ARTISTA CALLEJERA!

source: though, having my own apprentice doesn’t sound half bad.
es_419: SIN EMBARGO, NO SUENA MAL ESTO DE TENER MI PROPIA APRENDIZ.

source: ah- he hasn’t learned that one...
es_419: AH, TODAVÍA NO APRENDIÓ ESE TRUCO...

source: wait!
es_419: ¡ESPEREN!

source: Do you think someone could fit through here?
es_419: ¿CREES QUE ALGUIEN PODRÍA PASAR POR AQUÍ?

source: odd doings, i’d imagine. this one’s a witch.
es_419: COSAS OSCURAS, ME IMAGINO. ES UNA BRUJA.

source: Now go straight home.
es_419: AHORA VUELVE A TU CASA.

source: You can do this.
es_419: TÚ PUEDES.

source: I try not to get too close to anyone.
es_419: TRATO DE NO GENERAR VÍNCULOS CON NADIE.

source: Are you the tramp magician? from the other day?
es_419: ¿ERES LA MAGA CALLEJERA DEL OTRO DÍA?

source: Tiny alcohol, in-flight movie.
es_419: UN POQUITO DE ALCOHOL, UNA PELÍCULA...

source: Be right there, lovie!
es_419: ¡YA LO ATIENDO, QUERIDO!

source: STAY in school, kids.
es_419: SIGAN ESTUDIANDO, CHICOS.

source: Zatanna just needs to look around upstairs and Gather some clues.
es_419: ZATANNA TIENE QUE ECHAR UN VISTAZO ARRIBA Y BUSCAR ALGUNAS PISTAS.

source: Laever!
es_419: ¡...RALEVER!

source: Do you want some breakfast, love?
es_419: ¿QUIERES DESAYUNAR ALGO, QUERIDA?

source: part of spellcraft theory is issuing a clear command to execute.
es_419: PARTE DE LA TEORÍA MÁGICA INDICA QUE LA ORDEN A EJECUTAR DEBE SER CLARA.

source: That’s exactly what I need!
es_419: ¡ES EXACTAMENTE LO QUE NECESITO!

source: but I ALSO think she might be going a bit nutty.
es_419: TAMBIÉN PARECE ESTAR VOLVIÉNDOSE UN POCO LOCA.

source: HEY!_x0003_LET US THROUGH!
es_419: ¡DÉJENNOS PASAR!

source: great.
es_419: ESTUPENDO.

source: did you hear me d-
es_419: ¿ME OÍSTE, PA...?

source: but I never thought they’d FALL SHORT.
es_419: PERO NUNCA PENSÉ QUE ME DEFRAUDARÍAN.

source: I’ve been dreading this day for the last three years.
es_419: LLEVO TRES AÑOS ATERRADA POR ESTE DÍA.

source: I just sent them to my room! my arms were tired.
es_419: ¡ENVIÉ TODO A MI HABITACIÓN! SE ME CANSARON LOS BRAZOS...

source: I thought you only worked in- house.
es_419: CREÍ QUE SOLO TRABAJABAS A PUERTAS CERRADAS.

source: Kcart.
es_419: RAERTSAR.

source: we met ON the corner, actually.
es_419: DE HECHO, NOS CONOCIMOS EN LA ESQUINA.

source: is that italian too?
es_419: ¿ES ITALIANO?

source: ...You. should stay far away.
es_419: TÚ DEBERÍAS ALEJARTE UN POQUITO...

source: Do something cool!
es_419: ¡HAZ ALGO DIVERTIDO!

source: d-dad
es_419: PAPÁ...

source: Okay bye, you big baby.
es_419: ADIÓS, BOLA DE PELOS.

source: sir?
es_419: ¿SEÑOR?

source: Here we go.
es_419: AQUÍ VAMOS.

source: A giant rabbit is not a safety hazard.
es_419: UN CONEJO GIGANTE NO SUPONE NINGÚN RIESGO.

source: Ugh!
es_419: ¡AJ!

source: YOU STAY RIGHT HERE!
es_419: ¡TÚ QUÉDATE AQUÍ!

source: So right now’s your best chance at another lead.
es_419: ASÍ QUE ESTA ES TU MEJOR OPORTUNIDAD DE ENCONTRAR OTRA PISTA.

source: So you were fired!
es_419: ¡ASÍ QUE TE DESPIDIÓ!

source: blimey!
es_419: ¡CARAMBA!

source: YOU!
es_419: ¡EH, TÚ!

source: I’ll help you.
es_419: TE AYUDARÉ.

source: wha-
es_419: ¿QUÉ…?

source: Who knew AmericaNS had such FUN Gadgets!
es_419: ¡NO SABÍA QUE LOS ESTADOUNIDENSES TENÍAN ARTILUGIOS TAN DIVERTIDOS!

source: Dad, if you weren’t there, he could’ve -
es_419: PAPÁ, SI TÚ NO HUBIERAS ESTADO CONMIGO, QUIZÁ...

source: Renders
es_419: RENDERIZADO

source: Zatanna, please RUN!!
es_419: ¡ZATANNA, CORRE!

source: AND you both say the words backwards!
es_419: ¡AMBOS DICEN LAS PALABRAS AL REVÉS!

source: Bloody ‘ell!
es_419: ¡MALDICIÓN!

source: I’m sorry your actual birthday got messed up, Zatanna.
es_419: LAMENTO QUE TU CUMPLEAÑOS HAYA SIDO UN DESASTRE, ZATANNA.

source: yes?
es_419: ¿Sí?

source: Episode 4:
es_419: Episodio 4:

source: WASPS HAVE TURNED iT iNTO A WHOLE NEW NEiGHBORHOOD.
es_419: LOS PURITANOS CAMBIARON EL BARRIO COMPLETAMENTE.

source: Move out the way!
es_419: ¡FUERA DE AQUÍ, VAMOS!

source: urgh, sorry!!
es_419: ¡ARGH! ¡LO SIENTO!

source: Look, a magic show!
es_419: ¡MIRA! ¡UN ESPECTÁCULO DE MAGIA!

source: On the house!
es_419: ¡LA CASA INVITA!

source: wait, What is that?
es_419: UN MOMENTO... ¿QUÉ ES ESO?

source: I can’t hurt anyone again.
es_419: NO QUIERO VOLVER A LASTIMAR A NADIE.

source: She Must be having a Hard time.
es_419: LA DEBE ESTAR PASANDO BASTANTE MAL.

source: Now we will make him reappear!
es_419: ¡AHORA LO HAREMOS REAPARECER!

source: What are those??
es_419: ¿QUÉ SON ESAS COSAS?

source: Agnes’ flatmate went missing last night.
es_419: LA COMPAÑERA DE CUARTO DE AGNES DESAPARECIÓ ANOCHE.

source: She’s amazing!
es_419: ¡ES INCREÍBLE!

source: I said 1888, love.
es_419: ESTAMOS EN 1888, QUERIDA.

source: This is where it’s gotten me.
es_419: Y ME HA TRAÍDO A ESTE LUGAR.

source: Let’s go!
es_419: ¡VAMOS!

source: M-MURDER!!
es_419: ¡AS...! ¡ASESINATO!

source: HEY!!
es_419: ¡OYE!

source: Didn’t see that one coming.
es_419: ESO SÍ QUE NO ME LO ESPERABA.

source: She was using my dresses, my makeup... everything.
es_419: USABA MIS VESTIDOS, MI MAQUILLAJE... TODO.

source: Let’s stay, cynthia dear.
es_419: QUEDÉMONOS, CINTIA QUERIDA.

source: Okay.
es_419: BIEN.

source: Turns out the answer was no.
es_419: LA RESPUESTA ERA "NO".

source: DO YOU MIND_x0003_CHECKING ON ROZ in a LiTTLE bit?
es_419: ¿LES MOLESTARÍA VIGILAR A ROZ UNOS MOMENTOS?

source: it’s not safe for you to be out by yourself, you know.
es_419: ES MUY PELIGROSO QUE SALGAS SOLA A LA CALLE, ¿SABES?

source: written by
es_419: ESCRITO POR

source: HA-HAH...
es_419: JA, JA...

source: Magic
es_419: Magia

source: Where did you—
es_419: ¿DE DÓNDE...?

source: Excuse me?
es_419: DISCÚLPAME.

source: HAHAHAHAH OH MAYBE...
es_419: JA, JA, JA... QUIZÁS...

source: are you mad? dON’T CURSE tHE CUSTOMERS!
es_419: ¿ESTÁS LOCA? ¡NO MALDIGAS A LOS CLIENTES!

source: They put on their awful little shows in the town square. too poor to pull ONE pence from behind your ear.
es_419: SIEMPRE ESTÁN DANDO ESPECTÁCULOS HORRIBLES EN LA PLAZA. SON TAN MALAS QUE NI SIQUIERA PUEDEN SACARTE UN PENIQUE DE ATRÁS DE LA OREJA.

source: uh, yeah, oh my...
es_419: AH, SÍ. VAYA...

source: Yours are drying in the window.
es_419: TUS PRENDAS SE ESTÁN OREANDO EN LA VENTANA.

source: SHE’S GONE!
es_419: ¡DESAPARECIÓ!

source: I’m a lost magician.
es_419: SOY UNA MAGA PERDIDA.

source: I-I think...
es_419: CREO QUE...

source: colors
es_419: COLORISTA

source: ...if the cops had listened yesterday, she’d be alive.
es_419: SI LOS POLICÍAS ME HUBIERAN ESCUCHADO, AGNES ESTARÍA VIVA.

source: hm?
es_419: MMM...
